/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row n’a trouvé aucun contenu.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row ne peut lire le morceau actuel.";


/* kBRMediaNoPhotoContent */
301 = "Front Row n’a trouvé aucune photo.";

/* kBRMediaNoPodcastContent */
302 = "Front Row n’a trouvé aucun podcast.";

/* kBRMediaNotDRMAuthorized */
303 = "Vous n’êtes pas autorisé à lire ce contenu.";

/* kBRMediaNoTVShowContent */
305 = "Front Row n’a trouvé aucune série TV.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row n’a trouvé aucun clip vidéo.";

/* kBRMediaNoPlaylists */
307 = "Front Row n’a trouvé aucune liste de lecture.";

/* kBRMediaNoSongContent */
308 = "Front Row n’a trouvé aucun morceau.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row n’a trouvé aucun livre audio.";

/* kBRMediaNoMovies */
315 = "Front Row n’a trouvé aucune vidéo.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row n’est pas autorisé à lire ce contenu.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row tente déjà de se connecter à cette source.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row ne peut se connecter à cette bibliothèque.";

